Repository: tizenorg/apps.core.preloaded.calculator
Catalog: po/*.po
Languages: ar, az, bg, ca, cs, da, el_gr, es_es, et, eu, fi, fr_fr, ga, gl, he, hi, hu, hy, id, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nl_nl, pl, pt_br, ro, sk, sr, sv, tr_tr, uz, zh_tw

# IDS_CCL_BODY_ENTER_NUMBER_BEFORE_INPUTTING_X_E_FUNCTION
source: Enter number before inputting x! function
ar: أدخل رقما قبل إدخال الدالة x!
az: x! funksiyasını daxil etməzdən əvvəl rəqəm daxil et
bg: Въведете число, преди да изберете функцията x!
ca: Introdueixi un número abans d'introduir la funció x!
cs: Před zadáním funkce x! zadejte číslo
da: Indtast tal inden indtastning af x!-funktionen
el_gr: Εισαγωγή αριθμού πριν από την εισαγωγή συνάρτησης x!
es_es: Introducir número antes de escribir función x!
et: Sisestage number enne x! funktsiooni sisestamist
eu: Idatzi zenbakia x! funtzioa sartu aurretik
fi: Anna numero ennen x!-toiminnon käyttöä
fr_fr: Entrez un nombre avant la saisie de la fonction x!
ga: Iontráil uimhir sula gcuireann tú isteach an fheidhm x!
gl: Introducir número antes de introducir a función x!
he: הזן מספר לפני הזנת פונקציית x!
hi: x! फंक्शन इनपुट करने के पहले नंबर दर्ज करें
hu: Az x! függvény kiválasztása előtt adjon meg egy számot
hy: x! ֆունկցիան ներածելուց առաջ մուտքագրել թիվ
id: Masukkan angka sebelum memasukkan fungsi x!
is: Sláðu inn tölu áður en þú setur inn fallið x!
it_it: Inserisci numero prima di digitare la funzione x!
ja_jp: 入力x!機能の前に数を入力してください
ka: ჩაწერეთ რიცხვი, სანამ გამოიყენებთ x! ფუნქციას
kk: x! функциясының алдына сан енгізіңіз
ko_kr: x! 함수를 입력하기 전 숫자를 입력하세요
lt: Skaičių įveskite prieš įvesdami x! funkciją
lv: Ievadiet skaitli pirms funkcijas x! ievadīšanas
mk: Внесете број пред да ја внесете функцијата x!
nl_nl: Geef eerst getal in en dan de functie x!
pl: Przed wstawieniem funkcji x! wprowadź liczbę
pt_br: Insira um número antes de inserir a função x!
ro: Introduceţi numărul înainte de a introduce funcţia x!
sk: Pred zadaním funkcie x! zadajte číslo
sr: Unesi broj pre unosa funkcije x!
sv: Ange nummer före inmatning av funktionen x!
tr_tr: x! fonksiyonu girmeden önce numara girin
uz: x! funksiyasini kiritishdan avval raqam kiriting
zh_tw: 輸入數字，然後輸入到X！函數

# IDS_CCL_OPT_CONVERT_TO
source: Convert to
ar: التحويل إلى
az: Çevirin
bg: Във валута:
ca: Convertir a
cs: Převést na
da: Konverter til
el_gr: Μετατροπή σε
es_es: Convertir a
et: Teisenda:
eu: Hona bihurtu
fi: Muunna yksiköksi
fr_fr: Convertir en
ga: Tiontaigh chuig
gl: Converter a
he: המר ל
hi: इसमें परिवर्तित करें
hu: Átalakítás erre:
hy: Վերածել
id: Konversi ke
is: Umreikna í
it_it: Converti in
ja_jp: に​換算
ka: გადაყვანა
kk: Түрлендіру
ko_kr: 단위환산으로 이동
lt: Keisti į
lv: Pārvērst par
mk: Претвори во
nl_nl: Converteren naar
pl: Przelicz na
pt_br: Converter em
ro: Conversie în
sk: Konvertovať na
sr: Konvertuj u
sv: Konvertera till
tr_tr: Hedef birim
uz: Quyidagiga aylantirmoq
zh_tw: 轉換到

# IDS_CCL_SK_COPY
source: Copy
ar: نسخ
az: Köçür
bg: Копирай
ca: Copiar
da: Kopiér
el_gr: Αντιγραφή
es_es: Copiar
et: Kopeeri
eu: Kopiatu
ga: Cóipeáil
gl: Copiar
hi: कॉपी
hu: Másol
hy: Պատճենել
is: Afrita
it_it: Copia
ja_jp: コピー
ka: ასლი
kk: Көшіру
ko_kr: 복사
lt: Kopijuoti
lv: Kopēt
mk: Копирај
nl_nl: KopiÃ«ren
pl: Kopiuj pozycję
pt_br: Copiar
sk: Kopírovať
sr: Kopiraj
tr_tr: Kopyala
uz: Nusxalash
zh_tw: 複製

# IDS_CCL_OPT_CLEAR_HISTORY
source: Clear history
ar: مسح السجل
az: Tarixçəni sil
bg: Изтриване на хронология
ca: Esborrar historial
da: Ryd oversigt
el_gr: Εκκαθάριση ιστορικού
es_es: Borrar historial
et: Kustuta ajalugu
eu: Historia ezabatu
ga: Glan stair
gl: Borrar historial
hi: इतिहास साफ़ करें
hu: Előzmények törlése
hy: Մաքրել պատմությունը
is: Hreinsa feril
it_it: Cancella cronologia
ja_jp: 履歴を消去
ka: ისტორიის გასუფთავება
kk: Журналды тазарту
ko_kr: 기록 삭제
lt: Išvalyti istoriją
lv: Nodzēst vēsturi
mk: Избриши историја
nl_nl: Geschiedenis wissen
pl: Wyczyść historię
pt_br: Limpar histórico
sk: Vymazať históriu
sr: Obriši istoriju
tr_tr: Geçmişi sil
uz: Jurnalni tozalash
zh_tw: 清除記錄

# IDS_CCL_OPT_MINIMISE
source: Minimise
ar: تصغير
az: Kiçilt
bg: Минимизиране
ca: Minimitzar
da: Minimer
el_gr: Ελαχιστοποίηση
es_es: Minimizar
et: Minimeeri
eu: Minimizatu
ga: Íoslaghdaigh
gl: Minimizar
hi: Minimize
hu: Kis méret
hy: Փոքրացնել
is: Smækka
it_it: Riduci a icona
ja_jp: 最小化
ka: ჩამოკეცვა
kk: Кішірейту
ko_kr: 축소
lt: Sumažinti
lv: Minimizēt
mk: Смали
nl_nl: Minimaliseren
pl: W tle
pt_br: Minimizar
sk: Minimalizovať
sr: Minimizuj
tr_tr: Küçült
uz: Kichraytirish
zh_tw: 最小化
