Repository: tizenorg/apps.core.preloaded.calculator
Catalog: po/*.po
Languages: ar, az, bg, ca, cs, da, el_gr, es_es, et, eu, fi, fr_fr, ga, gl, he, hi, hu, hy, id, is, it_it, ja_jp, ka, kk, ko_kr, lt, lv, mk, nl_nl, pl, pt_br, ro, sk, sr, sv, tr_tr, uz, zh_tw

# IDS_CCL_BODY_CALCULATOR
source: Calculator
ar: الحاسبة
az: Kalkulyator
bg: Калкyлатор
ca: Calculadora
da: Lommeregner
el_gr: Αριθμ/χανή
es_es: Calculadora
et: Kalkulaator
eu: Kalkulagailua
ga: Áireamhán
gl: Calculadora
hi: कैल्कुलेटर
hu: Számológép
hy: Հաշվիչ
is: Reiknivél
it_it: Calcolatrice
ja_jp: 電卓
ka: კალკულატორი
kk: Калькулятор
ko_kr: 계산기
lt: Skaičiuot.
lv: Kalkulators
mk: Калкулатор
pl: Kalkulator
pt_br: Calculadora
sk: Kalkulačka
sr: Kalkulator
tr_tr: Hesap makinesi
uz: Kalkulator
zh_tw: 計算機

# IDS_CCL_BODY_ENTER_NUMBER_BEFORE_INPUTTING_1_X_FUNCTION
source: Enter number before inputting 1/x function
ar: أدخل رقما قبل إدخال الدالة 1/x
az: 1/x funksiyasını daxil etməzdən əvvəl rəqəm daxil et
bg: Въведете число, преди да изберете функцията 1/x
ca: Introdueixi un número abans d'introduir la funció 1/x
cs: Před zadáním funkce 1/x zadejte číslo
da: Indtast tal inden indtastning af 1/x-funktionen
el_gr: Εισαγωγή αριθμού πριν από την εισαγωγή συνάρτησης 1/x
es_es: Introducir número antes de escribir función 1/x
et: Sisestage number enne 1/x funktsiooni sisestamist
eu: Idatzi zenbakia 1/x funtzioa sartu aurretik
fi: Anna numero ennen 1/x-toiminnon käyttöä
fr_fr: Entrez un nombre avant la saisie de la fonction 1/x
ga: Iontráil uimhir sula gcuireann tú isteach an fheidhm 1/x
gl: Introducir número antes de introducir a función 1/x
he: הזן מספר לפני הזנת פונקציית 1‎/x
hi: 1/x फंक्शन इनपुट करने के पहले नंबर दर्ज करें
hu: Az 1/x függvény kiválasztása előtt adjon meg egy számot
hy: 1/x ֆունկցիան ներածելուց առաջ մուտքագրել թիվ
id: Masukkan angka sebelum memasukkan fungsi 1/x
is: Sláðu inn tölu áður en þú setur inn fallið 1/x
it_it: Inserisci numero prima di digitare la funzione 1/x
ja_jp: 入力 1/x 機能の前に数を入力してください
ka: ჩაწერეთ რიცხვი, სანამ გამოიყენებთ 1/x ფუნქციას
kk: 1/x функциясының алдына сан енгізіңіз
ko_kr: 1/x 함수를 입력하기 전 숫자를 입력하세요
lt: Skaičių įveskite prieš įvesdami 1/x funkciją
lv: Ievadiet skaitli pirms funkcijas 1/x ievadīšanas
mk: Внесете број пред да ја внесете функцијата 1/x
nl_nl: Geef eerst getal in en dan de functie 1/x
pl: Przed wstawieniem funkcji 1/x wprowadź liczbę
pt_br: Insira um número antes de inserir a função 1/x
ro: Introduceţi numărul înainte de a introduce funcţia 1/x
sk: Pred zadaním funkcie 1/x zadajte číslo
sr: Unesi broj pre unosa funkcije 1/x
sv: Ange nummer före inmatning av funktionen 1/x
tr_tr: 1/x fonksiyonu girmeden önce numara girin
uz: 1/x funksiyasini kiritishdan avval raqam kiriting
zh_tw: 輸入數字，然後輸入 1 / x的函數

# IDS_CCL_POP_INPUT_ERROR
source: Wrong format
ar: تنسيق خاطئ
az: Format səhvdir
bg: Неправилен формат
ca: Format incorrecte
da: Forkert format
el_gr: Λανθασμένη μορφή
es_es: Formato incorrecto
et: Vale vorming
eu: Formatua ez da zuzena
ga: Formáid chontráilte
gl: Formato incorrecto
hi: ग़लत फ़ॉर्मेट
hu: Helytelen formátum
hy: Սխալ ձևաչափ
is: Sniðið er rangt
it_it: Formato errato
ja_jp: 不正な式です。
ka: მცდარი ფორმატი
kk: Формат дұрыс емес
ko_kr: 수식이 잘못되었습니다
lt: Neteisingas formatas
lv: Nepareizs formāts
mk: Погрешен формат
nl_nl: Onjuiste notatie
pl: Niewłaściwy format
pt_br: Formato incorreto
sk: Nesprávny formát
sr: Pogrešan format
tr_tr: Yanlış biçim
uz: Noto‘g‘ri format
zh_tw: 格式錯誤

# IDS_CCL_POP_SYNTAX_ERROR
source: Syntax error
ar: خطأ لغوي
az: Sintaks xətası
bg: Синтактична грешка
ca: Error de sintaxi
cs: Chyba syntaxe
da: Syntaksfejl
el_gr: Σφάλμα σύνταξης
es_es: Error de sintaxis
et: Süntaksi tõrge
eu: Sintaxi errorea
fi: Syntaksivirhe
fr_fr: Erreur de syntaxe
ga: Earráid chomhréire
gl: Erro de sintaxe
he: שגיאת תחביר
hi: सिंटैक्स में त्रुटी
hu: Szintaktikai hiba
hy: Շարահյուսական սխալ
id: Kesalahan Syntax
is: Málskipanavilla
it_it: Errore di sintassi
ja_jp: シンタックス​エラー
ka: სინტაქსის შეცდომა
kk: Синтак.қате
ko_kr: 시스템 오류가 발생하였습니다
lt: Sintaksės klaida
lv: Sintakses kļūda
mk: Синтаксичка грешка
nl_nl: Syntaxfout
pl: Błąd składni
pt_br: Erro de sintaxe
ro: Eroare de sintaxă
sk: Chyba syntaxe
sr: Sintaksna greška
sv: Syntaxfel
tr_tr: Sözdizimi hatası
uz: Gap tuzilishi xato
zh_tw: 語法錯誤

# IDS_CCL_POP_UP_TO_5_DECIMALS_AVAILABLE
source: Up to 5 decimals available
ar: يتوفر عدد 5 أرقام عشرية بحد أقصى
az: Vergüldən sonra 5 rəqəm mümkündür
bg: Възможни до 5 десетични знака
ca: Fins a 5 decimals disponibles
cs: Až 5 desetinných míst
da: Op til 5 tilgængelige decimaler
el_gr: Διαθέσιμα μέχρι 5 δεκαδικά ψηφία
es_es: Hasta 5 decimales disponibles
et: Saadaval kuni 5 kümnendarvu
eu: Gehienez 5 hamartar erabilgarri
fi: Enintään 5 desimaalia
fr_fr: Jusqu'à 5 décimales
ga: Suas le 5 dheachúil ar fáil
gl: Até 5 decimais dispoñíbeis
he: עד 5 מקומות אחרי הנקודה העשרונית זמינים
hi: 5 दशमलव तक उपलब्‍ध
hu: Legfeljebb 5 tizedesjegy lehetséges
hy: Առկա են մինչև 5 տասնորդական նիշեր
id: Hingga 5 desimal tersedia
is: Allt að 5 aukastafir í boði
it_it: Fino a 5 decimali disponibili
ja_jp: 最大​小数点​以下​5桁​まで​使用​できます
ka: შესაძლებელია 5 ათწილად ნიშნამდე
kk: 5 ондыққа дейін бар
ko_kr: 소수점 5자리까지 입력할 수 있습니다
lt: Leidžiama iki 5 dešimtainių
lv: Pieejami ne vairāk kā 5 decimālskaitļi
mk: Најмногу 5децимали
nl_nl: Maximaal 5 decimalen beschikbaar
pl: Dostępne maksymalnie 5 miejsc dziesiętnych
pt_br: Até 5 decimais disponíveis
ro: Până la 5 zecimale disponibile
sk: K dispozícii je max. 5 desatinných miest
sr: Dostupno do 5 decimala
sv: Upp till 5 decimaler kan anges
tr_tr: En fazla 5 hane kullanılabilir
uz: 5 o‘nlik belgilarigacha foydalanish mumkin
zh_tw: 最多可使用 5 個小數位數

# IDS_CCL_POP_UP_TO_20_OPERATORS_AVAILABLE
source: Up to 20 operators available
ar: يتوفر عدد 20 معامل بحد أقصى
az: 20-a qədər operator mümkündür
bg: Възможни до 20 оператора
ca: Fins a 20 operadors disponibles
cs: Až 20 operátorů
da: Op til 20 tilgængelige operatører
el_gr: Μέχρι 20 διαθέσιμοι παροχείς
es_es: Hasta 20 operadores disponibles
et: Saadaval kuni 20 operaatorit
eu: Gehienez 20 operadore erabilgarri
fi: Enintään 20 operaattoria
fr_fr: Jusqu'à 20 opérateurs
ga: Suas le 20 oibreoir ar fáil
gl: Até 20 operadores dispoñíbeis
he: עד 20 אופרטורים זמינים
hi: 20 ऑपरेटर तक उपलब्‍ध
hu: Legfeljebb 20 szolgáltató lehetséges
hy: Առկա են մինչև 20 օպերատորներ
id: Hingga 20 operator tersedia
is: Allt að 20 þjónustuaðilar í boði
it_it: Fino a 20 operazioni disponibili
ja_jp: 最大​20の演算子が​使用​できます
ka: შესაძლებელია 20 ოპერატორამდე
kk: 20 дейін бар
ko_kr: 연산자는 20개까지 입력할 수 있습니다
lt: Leidžiama iki 20 operatorių
lv: Pieejami ne vairāk kā 20 operatori
mk: Најмногу 20 операции
nl_nl: Max. 20 reken-tekens beschikbaar
pl: Dostępne maksymalnie 20 operatorów
pt_br: Até 20 operações disponíveis
ro: Până la 20 de operatori disponibili
sk: K dispozícii je max. 20 operátorov
sr: Dostupno do 20 operatera
sv: Upp till 20 operatorer kan anges
tr_tr: En fazla 20 operatör kullanılabilir
uz: 20 operatorgacha foydalanish mumkin
zh_tw: 最多可使用 20 個運算子

# IDS_CCL_POP_UNABLE_TO_DIVIDE_BY_ZERO
source: Unable to divide by zero
ar: تتعذر القسمة على صفر
az: Sıfıra bölmək mümkün deyil
bg: Не може да се дели на нула
ca: No es pot dividir per zero
cs: Nulou nelze dělit
da: Kan ikke dividere med nul
el_gr: Δεν είναι δυνατή η διαίρεση με μηδέν
es_es: No se puede dividir por cero
et: Nulliga ei saa jagada
eu: Ezin da huts bidez zatitu
fi: Ei voi jakaa nollalla
fr_fr: Impossible de diviser par zéro
ga: Ní féidir roinnt faoi nialas
gl: Non se pode dividir entre cero
he: לא ניתן לחלק באפס
hi: शून्‍य से विभाजित करने में अक्षम
hu: Nullával nem lehet osztani
hy: Անհնար է բաժանել զրոյի
id: Tdk bisa dibagi dengan nol
is: Ekki er hægt að deila með núlli
it_it: Impossibile dividere per zero
ja_jp: 0​で​割ること​は​できません
ka: ნულზე გაყოფა დაუშებელია
kk: Нөлге бөлуге мүмкіндік жоқ
ko_kr: 0으로 나눌 수 없습니다
lt: Dalyba iš nulio negalima
lv: Nevar dalīt ar nulli
mk: Не може да се дели со нула
nl_nl: Kan niet delen door nul
pl: Nie można dzielić przez zero
pt_br: Impossível dividir por zero
ro: Imposibil de împărţit la zero
sk: Nulou sa nedá deliť
sr: Nemoguće deliti sa nulom
sv: Det går inte att dividera med noll
tr_tr: Sıfıra bölünemez
uz: Nolga bo‘lish mumkin emas
zh_tw: 無法除以0

# IDS_CCL_POP_NO_NUMBER_ERROR
source: Enter number first
ar: أدخل الرقم أولا
az: Əvlcə Rqmi dxl et
bg: Първо въвед. число
ca: Introdueixi primer el número
cs: Zadejte číslo
da: Indtast først nr.
el_gr: Εισάγετε πρώτα αριθμό
es_es: Introduc. número 1º
et: Sis. esmalt number
eu: Aurrena zenbakia idatzi
fi: Anna ensin numero
fr_fr: Entrez chiffre
ga: Iontráil uimhir ar dtús
gl: Introduza Pr. Núm.
he: הזן מספר תחילה
hi: पहले नंबर प्रविष्ट करें
hu: Előbb szám kell
hy: Սկզբում նշեք թիվը
id: Masukkan nomor lebih dulu
is: Sláðu númerið inn fyrst
it_it: Inserire numero
ja_jp: まず​数字​を​入力して​ください
ka: ჯერ ნომერი ჩაწერეთ
kk: Әуелі сан енгіз
ko_kr: 먼저 숫자를 입력하세요
lt: Pirma įveskite sk.
lv: Visp.iev. skaitli
mk: Првин внесете број
nl_nl: Geef eerst het getal in
pl: Wprowadź liczbę
pt_br: Inserir um número primeiro
ro: Introd. întâi nr.
sk: Najprv zad. číslo
sr: Prvo unesi broj
sv: Ange siffra först
tr_tr: Önce sayı girin
uz: Avval raqam kiriting
zh_tw: 請先輸入數字

# IDS_CCL_POP_ENTER_NUMBER_AFTER_OPERATOR
source: Enter number after operator
ar: إدخال رقم بعد التشغيل
az: Nömrəni operatordan sonra daxil et
bg: Въведете число след оператора
ca: Introdueixi un número després de l'operador
cs: Za operátorem zadejte číslo
da: Indtast nummer efter operatør
el_gr: Εισάγετε αριθμό μετά τον παροχέα
es_es: Introduzca número después del operador
et: Sisestage number pärast operaatorit
eu: Idatzi zenbakia operadorearen ondoren
fi: Anna numero operaattorin jälkeen
fr_fr: Entrez le nombre après l'opérateur
ga: Iontráil uimhir tar éis an oibreora
gl: Introducir número despois do operador
he: הזן מספר לאחר האופרטור
hi: ऑपरेटर के बाद नंबर दर्ज करें
hu: A műveleti jel után adjon meg egy számot
hy: Մուտքագրել համարը օպերատորից հետո
id: Masukkan angka setelah operator
is: Setja tölu á eftir reiknitákninu
it_it: Immetti numero dopo operatore
ja_jp: 演算子の後に​数字​を入力します
ka: ჩაწერეთ რიცხვი ოპერატორის შემდეგ
kk: Арифметикалық амалдан кейін сан енгізіңіз
ko_kr: 연산기호 입력 후 숫자를 입력하세요
lt: Po operatoriaus įveskite numerį
lv: Ievadiet skaitli pēc operatora
mk: Внесете број после функцијата
nl_nl: Geef getal in na operator
pl: Po operatorze wprowadź liczbę
pt_br: Insira o número depois da operação
ro: Introduceţi numărul după operator
sk: Zadajte číslo po operátore
sr: Unesi broj nakon operatora
sv: Ange nummer efter operatör
tr_tr: Operatörün ardından numara girin
uz: Operatordan keyin raqam kiriting
zh_tw: 運算元後輸入數字

# IDS_CCL_POP_ERROR
source: Out of range
ar: خارج المدى
az: diapazondan kənar
bg: Извън обхват
ca: Fora de rang
cs: Mimo rozsah
da: Uden for rækkevidde
el_gr: Εκτός εμβέλειας
es_es: Fuera de intervalo
et: Levist väljas
eu: Tartetik kanpo
fi: Liian suuri tai pieni
fr_fr: Maximum atteint
ga: As raon
gl: Fóra de intervalo
he: מחוץ לטווח
hi: सीमा से बाहर
hu: Túl nagy szám
hy: Ընդգրկույթից դուրս
id: Diluar jangkauan
is: Síminn er utan svæðis
it_it: Fuori intervallo
ja_jp: 圏外
ka: საზღვრებს გადააჭარბა
kk: Диапазоннан тыс
ko_kr: 계산 범위를 벗어났습니다
lt: Už ribų
lv: Ārpus robežas
mk: Надвор од опсег
nl_nl: Buiten bereik
pl: Poza zakresem
pt_br: Fora do intervalo
ro: În afara limitelor
sk: Mimo rozsahu
sr: Van opsega
sv: Utanför område
tr_tr: Aralık dışında
uz: Diapazondan tashqari
zh_tw: 超出範圍

# IDS_CCL_BODY_INVALID_INPUT_FOR_SQUARE_ROOT_FUNCTION
source: Invalid input for square root function
ar: إدخال غير صالح لدالة الجذر التربيعي
az: Kvadrat kök funksiyası səhv daxil edilib
bg: Невалидно въвеждане за функция квадратен корен
ca: Entrada no vàlida per a la funció d'arrel quadrada
cs: Neplatné zadání pro funkci odmocniny
da: Ugyldig indtastning til kvadratrodsfunktion
el_gr: Μη έγκυρη εισαγωγή για συνάρτηση τετραγωνικής ρίζας
es_es: Entrada incorrecta de función de raíz cuadrada
et: Vale sisestus ruutjuure funktsiooni kohta
eu: Erro karratuaren funtzioaren sarrera okerra
fi: Neliöjuuritoiminnon syötetiedot ovat virheelliset
fr_fr: Saisie non valide pour la fonction racine carrée
ga: Ionchur neamhbhailí don fheidhm fréimhe cearnaí
gl: Entrada incorrecta para a función da raíz cadrada
he: קלט לא חוקי עבור פונקציית שורש ריבועי
hi: स्क्वेयर रूट फंक्शन के लिए अमान्‍य इनपुट
hu: Érvénytelen bevitel a négyzetgyök függvényhez
hy: Անվավեր ներածում քառակուսի արմատի ֆունկցիայի համար
id: Masukan tdk berlaku untuk fungsi akar persegi
is: Ógildur innsláttur fyrir kvaðratrót
it_it: Immissione non valida per funzione radice quadrata
ja_jp: 平方根関数の入力が正しくありません
ka: ჩანაწერი არასწორია კვადრატული ფესვის ფუნქციისთვის
kk: Квадрат түбір функциясына дұрыс енгізілмеген
ko_kr: 제곱근 함수의 입력 내용이 바르지 않습니다
lt: Neteisinga įvestis kvadratinės šaknies funkcijai
lv: Nederīga ievade kvadrātsaknes funkcijā
mk: Неважечки податоци за функцијата квадратен корен
nl_nl: Ongeldige invoer voor vierkantswortelfunctie
pl: Nieprawidłowe dane wejściowe do wyliczenia pierwiastka kwadratowego
pt_br: Entrada inválida para função raiz quadrada
ro: Intrare nevalidă pentru funcţia rădăcină pătrată
sk: Neplatný vstup pre funkciu druhej odmocniny
sr: Neispravan unos za funkciju kvadratnog korena
sv: Ogiltig inmatning för kvadratrotsfunktion
tr_tr: Kare kök fonksiyonu için geçersiz giriş
uz: Noto‘g‘ri kvadrat ildiz funksiyasi kiritilishi
zh_tw: 輸入無效平方根函數

# IDS_CCL_BODY_INVALID_INPUT_FOR_LOG_FUNCTION
source: Invalid input for log function
ar: إدخال غير صالح لدالة اللوغاريتم
az: Loqarifm funksiyası səhv daxil edilib
bg: Невалидно въвеждане за функцията log
ca: Entrada no vàlida per a la funció log
cs: Neplatné zadání pro funkci logaritmu
da: Ugyldigt input til log-funktion
el_gr: Μη έγκυρη εισαγωγή για συνάρτηση αρχείου καταγραφής
es_es: Entrada incorrecta de función de registro
et: Vale sisestus logi funktsiooni jaoks
eu: Sarrera baliogabea erregistro funtziorako
fi: Lokitoiminnon syötetiedot ovat virheelliset
fr_fr: Saisie non valide pour la fonction logarithme
ga: Ionchur neamhbhailí don fheidhm loga
gl: Entrada incorrecta para a función de logaritmo
he: קלט לא חוקי עבור פונקציית יומן
hi: लॉग फंक्शन के लिए अमान्‍य इनपुट
hu: Érvénytelen bevitel a log függvényhez
hy: Անվավեր ներածում լոգարիթմական ֆունկցիայի համար
id: Masukan tdk berlaku utk fungsi log
is: Ógildur innsláttur fyrir notkunarskrá
it_it: Immissione non valida per funzione logaritmo
ja_jp: ログ関数の入力を正しくありません
ka: ჩანაწერი არასწორია ლოგარითმის ფუნქციისთვის
kk: Журнал функциясына дұрыс енгізілмеген
ko_kr: 로그 함수의 입력 내용이 바르지 않습니다
lt: Neteisinga įvestis log funkcijai
lv: Nederīga ievade log funkcijai
mk: Неважечки податоци за функцијата логаритам
nl_nl: Ongeldige invoer voor logfunctie
pl: Nieprawidłowe dane wejściowe do wyliczenia logarytmu
pt_br: Entrada inválida para função de registro
ro: Intrare nevalidă pentru funcţia logaritm
sk: Neplatný vstup pre funkciu log
sr: Neispravan unos za funkciju log
sv: Ogiltig inmatning för loggfunktionen
tr_tr: Günlük fonksiyonu için geçersiz giriş
uz: Noto‘g‘ri jurnal funksiyasi kiritilishi
zh_tw: 無效的輸入日誌功能

# IDS_CCL_BODY_NATURAL_NUMBER_ONLY_FOR_X_E_FUNCTION
source: Natural number only for x! function
ar: رقم طبيعي فقط لدالة x!
az: x! funksiyası üçün yalnız həqiqə rəqəm
bg: Само естествено число за функцията x!
ca: Només un número natural per a la funció x!
cs: Pro funkci x! lze použít pouze přirozená čísla
da: Naturligt tal kun for x!-funktionen
el_gr: Φυσικός αριθμός μόνο για συνάρτηση x!
es_es: Número natural sólo para función x!
et: x! funktsiooni jaoks ainult loomulik number
eu: Zenbaki naturalak soilik x! funtzioan
fi: x!-toiminnon kanssa voi käyttää vain luonnollista numeroa
fr_fr: Entier naturel uniquement pour la fonction x!
ga: Uimhir aiceanta amháin don fheidhm x!
gl: Só números naturais para a función x!
he: מספר טבעי עבור פונקציית x! בלבד
hi: नैचुरल नंबर केवल x! फंक्शन के लिए
hu: Az x! függvény csak természetes számmal használható
hy: Միայն բնական թիվ x! ֆունկցիայի համար
id: Angka alami hanya untuk x! fungsi
is: Náttúruleg tala fyrir fallið x!
it_it: Numero naturale solo per funzione x!
ja_jp: x! 関数の場合だけ自然数
ka: ნატურალური რიცხვი მხოლოდ x! ფუნქციისთვის
kk: x! функциясына арналған тек натурал сан
ko_kr: x! 함수에는 자연수만 입력할 수 있습니다
lt: x! funkcijai – tik natūralus skaičius
lv: Naturālais skaitlis paredzēts tikai funkcijai x!
mk: Само природни броеви за функцијата x!
nl_nl: Alleen natuurlijk getal voor x!-functie
pl: Funkcja x! wymaga wyłącznie liczb naturalnych
pt_br: Número natural apenas para função x!
ro: Numai număr natural pentru funcţia x!
sk: Prirodzené číslo iba pre funkciu x!
sr: Funkcija x! zahteva prirodan broj
sv: Endast naturligt tal för funktionen x!
tr_tr: Yalnızca x! fonksiyonu için doğal sayı
uz: Faqatgina x! funksiyasi uchun natural son
zh_tw: 自然數只對 x！函數

# IDS_CCL_POP_UP_TO_15_DIGITS_AVAILABLE
source: Up to 15 digits available
ar: يتوفر 15 رقمًا بحد أقصى
az: 15-a qədər rəqəm mümkündür
bg: Възможни до 15 цифри
ca: Fins a 15 dígits disponibles
cs: Až 15 cifer
da: Op til 15 tilgængelige cifre
el_gr: Διαθέσιμα μέχρι 15 ψηφία
es_es: Hasta 15 dígitos disponibles
et: Saadaval kuni 15 numbrit
eu: Gehienez 15 digitu erabilgarri
fi: Enintään 15 numeroa
fr_fr: Jusqu'à 15 chiffres
ga: suas le 15 dhigit ar fáil
gl: Até 15 díxitos dispoñíbeis
he: עד 15 ספרות זמינות
hi: 15 अंकों तक उपलब्‍ध
hu: Legfeljebb 15 számjegy lehetséges
hy: Առկա են մինչև 15 թվանշաններ
id: Hingga 15 digit tersedia
is: Allt að 15 stafir í boði
it_it: Fino a 15 cifre disponibili
ja_jp: 最大​​15桁​まで​使用​できます
ka: შესაძლებელია 15 ციფრამდე
kk: 15 санға дейін бар
ko_kr: 숫자는 15자리까지 입력할 수 있습니다
lt: Leidžiama iki 15 skaitmenų
lv: Pieejami ne vairāk kā 15 cipari
mk: Најмногу 15 цифри
nl_nl: Maximaal 15 cijfers beschikbaar
pl: Dostępne maksymalnie 15 cyfr
pt_br: Até 15 dígitos disponíveis
ro: Până la 15 cifre disponibile
sk: K dispozícii je max. 15 číslic
sr: Dostupno do 15 cifara
sv: Upp till 15 siffror kan anges
tr_tr: En fazla 15 hane kullanılabilir
uz: 15 belgigacha foydalanish mumkin
zh_tw: 最多可使用 15 位數

# IDS_CCL_POP_NO_OPERATOR_ERROR
source: Enter operator first
ar: أدخل المزود أولا
az: Əvlcə Oprtru dxl et
bg: Първо във. оператор
ca: Introdueixi primer l'operador
cs: Zadejte operátor
da: Tast operator først
el_gr: Εισαγ.συμβόλου πρώτα
es_es: Introduz operador 1º
et: Sisesta tehtemärk
eu: Aurrena operadorea idatzi
fi: Anna ensin operaattori
fr_fr: Entrez opérateur
ga: Iontráil oibreoir ar dtús
gl: Introd. Prim. Oper.
he: ראשית הכנס פונקציה
hi: पहले ऑपरेटर प्रविष्ट करें
hu: Előbb operátor kell
hy: Սկզբում՝ օպերատորը
id: Masukkan Operator lebih dulu
is: Sláðu símafyrirtækið inn fyrst
it_it: Inser. prima operat.
ja_jp: まず​計算式​を​入力して​ください
ka: ჯერ ოპერატორი ჩაწერე
kk: Әуелі амалдағ. енгіз
ko_kr: 먼저 연산기호를 입력하세요
lt: Pirma įvesk. operat.
lv: Visp. ievad. operat.
mk: Внесете операција
nl_nl: Geef eerst het reken-teken in
pl: Najpierw wpr. znak
pt_br: Inserir uma operação primeiro
ro: Introd. întâi operat.
sk: Najprv zad. operátor
sr: Prvo unesi operatora
sv: Ange operator först
tr_tr: Önce operatörü girin
uz: Avval operatorni kiriting
zh_tw: 先輸入運算子

# IDS_CCL_BODY_ENTER_NUMBER_BEFORE_INPUTTING_X2_FUNCTION
source: Enter number before inputting x^2 function
ar: أدخل رقما قبل إدخال الدالة x^2
az: x^2 funksiyasını daxil etməzdən əvvəl rəqəm daxil et
bg: Въведете число, преди да изберете функцията x^2
ca: Introdueixi un número abans d'introduir la funció x^2
cs: Před zadáním funkce x^2 zadejte číslo
da: Indtast tal inden indtastning af x^2-funktionen
el_gr: Εισαγωγή αριθμού πριν από την εισαγωγή συνάρτησης x^2
es_es: Introducir número antes de escribir función x^2
et: Sisestage number enne x^2 funktsiooni sisestamist
eu: Idatzi zenbakia x^2 funtzioa sartu aurretik
fi: Anna numero ennen x^2-toiminnon käyttöä
fr_fr: Entrez un nombre avant la saisie de la fonction x^2
ga: Iontráil uimhir sula gcuireann tú isteach an fheidhm x^2
gl: Introducir número antes de introducir a función x^2
he: הזן מספר לפני הזנת פונקציית x^2
hi: x^2 फंक्शन इनपुट करने के पहले नंबर एडिट करें
hu: Az x^2 függvény kiválasztása előtt adjon meg egy számot
hy: x^2 ֆունկցիան ներածելուց առաջ մուտքագրել թիվ
id: Masukkan angka sebelum memasukkan fungsi x^2
is: Sláðu inn tölu áður en þú setur inn fallið x^2
it_it: Inserisci numero prima di digitare la funzione x^2
ja_jp: x^2​関数​を入力する前に​数字を​入力してください
ka: ჩაწერეთ რიცხვი, სანამ გამოიყენებთ x^2 ფუნქციას
kk: x^2 функциясының алдына сан енгізіңіз
ko_kr: 제곱근 함수를 입력하기 전 숫자를 입력하세요
lt: Skaičių įveskite prieš įvesdami x^2 funkciją
lv: Ievadiet skaitli pirms funkcijas x^2 ievadīšanas
mk: Внесете бројка пред да ја внесете функцијата x^2
nl_nl: Geef eerst getal in en dan de functie x^2
pl: Przed wstawieniem funkcji x^2 wprowadź liczbę
pt_br: Insira um número antes de inserir a função x^2
ro: Introduceţi numărul înainte de a introduce funcţia x^2
sk: Pred zadaním funkcie x^2 zadajte číslo
sr: Unesi broj pre unosa funkcije x^2
sv: Ange nummer före inmatning av funktionen x^2
tr_tr: x^2 fonksiyonu girmeden önce numara girin
uz: x^2 funksiyasini kiritishdan avval raqam kiriting
zh_tw: 輸入號碼前輸入χ^ 2功能

# IDS_CCL_BODY_ENTER_NUMBER_BEFORE_INPUTTING_XY_FUNCTION
source: Enter number before inputting x^y function
ar: أدخل رقما قبل إدخال الدالة x^y
az: x^y funksiyasını daxil etməzdən əvvəl rəqəm daxil et
bg: Въведете число, преди да изберете функцията x^y
ca: Introdueixi un número abans d'introduir la funció x^y
cs: Před zadáním funkce x^y zadejte číslo
da: Indtast tal inden indtastning af x^y-funktionen
el_gr: Εισαγωγή αριθμού πριν από την εισαγωγή συνάρτησης x^y
es_es: Introducir número antes de escribir función x^y
et: Sisestage number enne x^y funktsiooni sisestamist
eu: Idatzi zenbakia x^y funtzioa sartu aurretik
fi: Anna numero ennen x^y-toiminnon käyttöä
fr_fr: Entrez un nombre avant la saisie de la fonction x^y
ga: Iontráil uimhir sula gcuireann tú isteach an fheidhm x^y
gl: Introducir número antes de introducir a función x^y
he: הזן מספר לפני הזנת פונקציית x^y
hi: x^y फंक्शन इनपुट करने के पहले नंबर दर्ज करें
hu: Az x^y függvény kiválasztása előtt adjon meg egy számot
hy: x^y ֆունկցիան ներածելուց առաջ մուտքագրել թիվ
id: Masukkan angka sebelum memasukkan fungsi x^y
is: Sláðu inn tölu áður en þú setur inn fallið x^y
it_it: Inserisci numero prima di digitare la funzione x^y
ja_jp: 入力x^y機能の前に数を入力してください
ka: ჩაწერეთ რიცხვი, სანამ გამოიყენებთ x^y ფუნქციას
kk: x^y функциясының алдына сан енгізіңіз
ko_kr: x^y 함수를 입력하기 전 숫자를 입력하세요
lt: Skaičių įveskite prieš įvesdami x^y funkciją
lv: Ievadiet skaitli pirms funkcijas x^y ievadīšanas
mk: Внесете број пред да ја внесете функцијата x^y
nl_nl: Geef eerst getal in en dan de functie x^y
pl: Przed wstawieniem funkcji x^y wprowadź liczbę
pt_br: Insira um número antes de inserir a função x^y
ro: Introduceţi numărul înainte de a introduce funcţia x^y
sk: Pred zadaním funkcie x^y zadajte číslo
sr: Unesi broj pre unosa funkcije x^y
sv: Ange nummer före inmatning av funktionen x^y
tr_tr: x^y fonksiyonu girmeden önce numara girin
uz: x^y funksiyasini kiritishdan avval raqam kiriting
zh_tw: 輸入號碼前輸入χ^ y功能
